tags = [
  "おしゃれ", "隠れ家", "アットホーム", "個室あり", "カラオケあり", "ダーツあり", "バー", 
  "コンカフェ", "ガールズバー", "ラウンジ", "シャンパンタワー", "お通しなし", "深夜営業", 
  "昼間営業", "クラシック", "ジャズ", "ロック", "ポップ", "ワインバー", "ウイスキー", 
  "カクテル豊富", "ビール", "日本酒", "焼酎", "リキュール", "フルーツカクテル", "ノンアルコール", 
  "手作り料理", "つまみ", "グリル", "ビストロ", "テキーラ", "ラム酒", "サプライズ対応", 
  "生演奏", "DJ", "ライブ", "スポーツ観戦", "大画面テレビ", "外国語メニュー", "英語対応", 
  "カップルシート", "女子会", "デート向き", "友達同士", "一人で気軽に", "貸し切り可", 
  "イベント開催", "ドレスコードあり", "喫煙可", "禁煙"
]

tags.each do |tag_name|
  Label.find_or_create_by(name: tag_name)
end

puts "タグを登録しました！"
